Repository: giellalt/corpus-nob
Catalog: tmx/fkv/news/ruijankaiku/spagaten_er_forbigaende.docx.tmx
Source language: nob
Languages: fkv

source: Spagaten er forbigående
fkv: Spagaatista tullee loppu

source: Med relativt lite folk og svært små midler skal kvenfolket klare to ting på samme tid.
fkv: Kohta vähilä ihmisillä ja oikhein vähälä rahala pittää kväänikansa pärjätä kaksi assiita yhtäaikkaa.

source: Ta vare på det som har vært, og skape det som skal bli.
fkv: Ottaat vaarin siitä mitä oon ollu ja synnyttäät sitä mitä tullee olemhaan.

source: En lei spagat, sikkert typisk for alle folkeslag som har blitt forsøkt utradert i språk og kultur.
fkv: Ikävä spagaatti, mutta sikkaristi tyypilinen kaikile kansoile jokka oon freistattu hävittäät kulttuurisesti ja kielelisesti.

source: Grovt sett har veteraner med furete never tatt seg av det første, og ungdom med visjoner det andre.
fkv: Enniimitten net oon veteraanit känsäisine kourinensa mikkä oon pitänheet huolen ensimäisestä ja visunäärit nuoret jälkimäisestä.

source: Men når den siste stabeisen har tatt kvelden og øksa stadig ligger ved treets fot, ser jyplingene for seg å plukke den opp?
fkv: Mutta ko viiminen tervaskanto oon pannu maata ja kirves vielä makkaa puun juuressa, plokkaavatko räkänokat sen ylös maasta?

source: Hive seg i kast med lafting og båtbygging, restaurering og nybygging, slik at kvenenes materielle kulturarv tas vare på?
fkv: Alkkaavat salvamhaan ja veistämhään venheitä, restaureeraamhaan ja rakentamhaan uutta, niin ette kvääniin materaalisesta kulttuuriperinöstä piđethään huolen?

source: Ungdommen fikser framtiden, de har lite annet valg.
fkv: Nuoret hoittaavat tulleevaisuuđen, muuta net ei juuri saata tehđäkhään.

source: Men når gamlegutta er borte og all den tid kvenfolket har for få ressurser til å ha to tanker i hodet samtidig, hvem skal fikse fortiden?
fkv: Mutta ko vanhus oon poissa ja ko kväänikansala oon liijan vähän resurssii pittäät yhtäaikkaa päässä kahta assiita, kuka sitte ottaa vaarin siitä tulleevaisuuđesta?

source: Hugge tak i nevnte øks og håndlafte i vei etter gammel oppskrift, nagle og spunse og spleise og esse i essa og hva det nå heter alt sammen, som var så viktig å kunne før i tiden.
fkv: Tarttuu tuohon kirvheesseen ja pykkää omin käsin vanhan mallin jälkhiin, naulaa ja tapittaa, punnoo köyđet ja takkoo ja mitä niitä nyt oonkhaan mitä oli niin tärkkee osata vanhaasseen aikhaan.

source: Neppe ungdommen, kan man tenke.
fkv: Tuskin nuoret, saattaa ajatella.

source: De er jo så moderne av seg.
fkv: Nethän oon olemassa niin nykyaikhaiset.

source: Vil nok helst bare sysle med kontor-kvenkultur, slippe å fryse og få vannblemmer på fingrene og heller gjøre ting som er viktige for framtiden.
fkv: Halluuvat tyhä puuhaila kontuurikväänikulttuurin kansa, päästä palelemasta ja saamasta vesikelloi sormhiin, niilä oon enämen mieli tehđä assiita mikkä oon tähđeliset tulleevaisuutta varten.

source: Til alt hell har vi en innvending.
fkv: Onneksi meilä oon tähän huomhautus.

source: Nemlig om det egentlig er et pluss for kvenfolket at ungdommen deres er påfallende opphengt i fortiden?
fkv: Nimittäin piian se oikkeestansa oon kväänikansan etu ette heiđän nuoret perustethaan niin paljon menheisyyđestä?

source: Her minner vi om forskjellen mellom fortid og framtid: Kun en av dem er et evigvarende prosjekt.
fkv: Tässä muistutamma erosta menheisyyđen ja tulleevaisuuđen välissä: Tyhä toinen niistä jatkuu ikuisesti.

source: Det fins en grense for antall laftete hus, grense for mengde gammelt som fins.
fkv: Siinä tullee raja vasthaan kunka paljon salvetuita huonheita tarvithaan, kunka paljon vanhaata oon olemassa.

source: Og selv om det neppe føles slik for kulturminne-heltene som kjemper for å redde stumpene av kvensk materiell kulturarv: Fjøs og buer, hus og naust;
fkv: Vaikka se ei juuri siltä tunnu niitten kulttuurimuistosankariitten mielestä jokka taistelhaan kvääniin materiaalisen kulttuuriperinön loppunyssiin puolesta. Navetoitten ja aittoin, huonheitten ja naustiin puolesta.

source: jobben har en sluttdato.
fkv: Mutta kuitenki se homma jonaki päivänä loppuu.

source: Vi mener signalene fra fylkeskommunen og riksantikvaren i så måte er gode.
fkv: Met ajattelemma ette fylkinkommuunin ja riikinantakvaarin signaalit sen suhtheen oon hyvät.

source: Bedre enn på lenge.
fkv: Paremat ko pitkhään aikhaan.

source: Veteranene skal få hjelp, prosjekter er i gang.
fkv: Veteraanit saađhaan appuu, prosektiita oon toimessa.

source: Kvenske kulturminner, det lille som er igjen, skal tas vare på for ettertiden.
fkv: Kvääniin kulttuurimuistot, se vähä mikä vielä oon jälilä, siitä otethaan vaarin huomista varten.

source: Systemet skal sørge for det.
fkv: Systeemi pittää siitä huolen.

source: Det har de lovet, det skal de holde.
fkv: Mitä net oon luvanheet, sen net piđethään.

source: Spagaten vår er forbigående, også den kvenske fortiden skal falle til ro.
fkv: Spagaatista tullee loppu, kvääniin menheisyyski päässee rauhaan.

source: Slik at også vi kan samle bena, og gå videre.
fkv: Niin ette metki pääsemä liikkumhaan etheenpäin.

source: Gravkors
fkv: Hautaristi

source: Tidens tann gnager, selv på noe så fint og viktig som våre gravminner.
fkv: Aijan hammas kalluu, vielä jotaki niinki fiinii ja tärkkeetä ko meiđän hautamuistoi.

source: Minnet burde helst vært stelt med og tatt vare på, men enten er det ingen igjen som kan gjøre det, eller så bor de for langt unna.
fkv: Muistoo olis pitäny hoittaat ja siitä pittäät huolen, mutta joko ei ole yhtäkhään jäljelä sitä tekemhään, eli sitte het asuuvat liijan kaukana.

source: Gamle gravminner kan betraktes som kulturminner, og landet rundt fins det mange slike som lider under manglende pleie og omsorg.
fkv: Vanhoita hautamuistoi saattaa pittäät kulttuurimuistoina, ja ympäri maan oon paljon samanlaissii ilman hoiđotta.

source: Ny mote
fkv: Uusi muoti

source: Symbolikk, mon tro?
fkv: Symbolikkii, vain mitä?

source: At landet vårt snart skal snø ned?
fkv: Ette meiđän maa heti taas oon lumen peitossa?

source: Eller at vi har vært gjennom strenge tiltak mot koronavirus?
fkv: Eli ette met olema joutunheet käymhään läpi ankariita toimii taistelussa koronavirusta vasthaan.

source: Ytringsfriheten kanskje, Nobels fredspris til modige journalister?
fkv: Sananvaphaus piian, Nobelin rauhanpalkinto rohkeile journalistiile?

source: Eller at det er så bikkjekaldt på fjellet at nordlysforsker Kristian Birkeland på Halti burde hatt buff?
fkv: Piian kysymys oon kvääniistä, siitä ette ruijalaistaminen pani heiđän pääle kuonokopan niin ette heistä tuli äänetön kansa?

source: Snegl
fkv: Liivamato

source: Ofte på fjelltur tenker man på hvordan det skal gå med det kvenske.
fkv: Ushein sitä tunturissa kulkkeissa hunteeraa ette kunka se mennee sen kvääniassiin kansa.

source: Kvensk revitalisering, grubler man på.
fkv: Ajattellee kväänin revitaliseeraamisen ympäri.

source: På en slik tur kom vi over denne krabaten, den krysset ødemarken i mye den samme farten som farten i det vi tenkte på.
fkv: Semmoisella reisula kohtasimma tämän villikon, se vajelsi tunturissa kohta sammaa vauhtii ko millä se meiđän hunteeraama assii mennee etheenpäin.

source: Et fint bilde på følt frustrasjon.
fkv: Se anttaa hyvän kuvan meiđän frustrasuunista.

source: Men det var en hyggelig snegl, vi krysser fingre for at også den kommer seg trygt fram.
fkv: Mutta se oli soma liivamato, ja met toivoma ette seki päässee turvalisesti perile.

source: I framtiden en vakker dag.
fkv: Tulleevaisuuđessa, jonaki kaunhiina päivänä.

source: Hell og lykke
fkv: Onni ja lykky

source: Hesten har alltid vært en viktig del av livet på kvenske rydninger og gårder.
fkv: Hevoinen oon aina ollu tärkkee osa elämää kväänitaloissa.

source: Men til slikt hardt arbeid trengtes det solid fottøy, og her ser vi et velbrukt eksemplar med tilhørende nagler.
fkv: Mutta semmoisheen kovhaan työhön tarvithiin lujat jalkaneuvot, ja tässä meilä oon hyvinpiđetty kenkä ja siihen kuuluuvat naulat.

source: Hesteskoen betyr hell, sikkert også derfor de la den i vindusposten, de flinke folkene som styrer med Tørfoss kvengård i Reisadalen.
fkv: Hevoisenkenkä tuopi onnee, sikkaristi kansa sen tähđen sen oon henganheet klasinkarmhiin, nuot sepät ihmiset jokka piđethään Kuivakosken kväänitalloo Raisinvankassa.

source: Gamme
fkv: Kammi

source: Her ser vi en flott klassisk gammekonstruksjon – i sterk kontrast til kvenenes tradisjonelle lafting.
fkv: Tässä meilä oon fiini klassilinen kotarustinki – melkhein täyđelinen vastakohta lantalaisten tradisunelille salvamisele.

source: Byggeskikkene er vesentlig forskjellig, blant annet med helt andre dimensjoner på virket der lafteteknikker ble brukt for å føye dem sammen.
fkv: Rakenustavat oon huomattavan erilaiset, esimerkiksi puutavara oon aivan eri sorttii ko se mitä piđethään ko salvethaan hirsihuonheita.

source: Dette eksempelet er fra Kvænangen i Nord-Troms.
fkv: Tämä esimerkki oon Naavuonosta Pohjais-Tromssasta.

source: SOMMERFUGGEL I STEINLAND
fkv: PÖRHÖNEN JUOLIKOSSA

source: Kan du se den?
fkv: Saatatko nähđä sen?

source: Neslesommerfuglen?
fkv: Polttiaispörhösen?

source: Fløyet til 900 meter over havet og nær forsvunnet i kald og hard kuppel-ørken.
fkv: Lensi 900 metteerii merenpinnan ylipuolela ja sitte se melkhein katos kylmhään ja kovhaan kiviauttiimheen.

source: Blant våre mest vanlige sommerfugler, men kjært barn mange navn, for denne vakre har to vitenskapelige «fornavn.» Nymphalis eller Aglais, slektsnavn urticae.
fkv: Se oon yksi meiđän tavalissiimista pörhösistä, mutta rakkhaala lapsela oon monta nimmee, ja tällä kaunhiila oon kaksi ”etunimmee”, Nymphalis ja Aglais, sukunimi oon urticae.

source: Nokkosperhonen på finsk, polttiaispörhönen på kvensk.
fkv: Suomeksi nokkosperhonen, lannan kielelä polttiaispörhönen.
